Rhino.Inside.Revit API
ColorConverter.ToColor Method
Overload List
Name | Description
ToColor(Color)
 Converts the specified Autodesk.Revit.DB.Color to an equivalent Color.
ToColor(Color)
 Converts the specified Color to an equivalent Autodesk.Revit.DB.Color.
Top
See Also
Reference
ColorConverter Class
RhinoInside.Revit.Convert.System.Windows.Media Namespace